{
  "This object cannot be imported. Objects with prompts, cross tabs, totals, or subtotals are not supported in this version of MicroStrategy for Office.": "Цей об'єкт не може бути імпортованим. Об'єкти з фільтрами, сторінками, сумами, чи саб-сумами не підтримуються в цій версії MicroStrategy for Office",
  "This object cannot be imported.": "Об'єкт не може бути імпортований",
  "This object cannot be imported. Objects without attributes are not supported in this version of MicroStrategy for Office.": "Об'єкт не може бути імпортований. Об'єкт без атрибутів не може бути імпортований в цій версії MicroStrategy for Office",
  "This object cannot be imported. The Intelligent Cube is not published.": "Об'єкт не може бути імпортований. Він іще не опублікований",
  "The object does not exist in the metadata.": "Об'єкт відсутній в метадаті",
  "The object exceeds project rows limitation": "Об'єкт перевищує ліміт рядків",
  "Excel is not defined": "Excel контекст відсутній",
  "A table can't overlap another table. ": "Таблиця не може пересікатись з іншою таблицею",
  "404 - Environment not found": "",
  "Environment is unreachable. Please check your internet connection.": "Віддалений сервер недоступний. Перевірте ваше мережеве підключення",
  "Your Office Online session has expired or is invalid. To continue, refresh the page.": "Ваша сесія в Office Online закінчилась. Для продовження, перезавантажте сторінку.",
  "Your session has expired. Please log in.": "",
  "400 - There has been a problem with your request": "",
  "The table you try to import exceeds the worksheet limits.": "",
  "Unknown error": "",
  "Wrong username or password.": "",
  "Please run plugin inside Office": "Please run plugin inside Office",
  "No directory ID was stored.": "",
  "Missing projectId.": "",
  "Missing projectName.": "",
  "Missing dirId": "",
  "Missing dirName.": "Missing dirName.",
  "Missing currentObject": "",
  "Missing content": "",
  "Missing messageType": "",
  "Missing title": "",
  "Missing notificationType": "",
  "Unable to format table.": "",
  "Data loaded successfully": "",
  "Data is not relevant anymore. You can delete it from the list": "",
  "Excel returned error: The required data range in the worksheet is not empty": "Необхідне місце для таблиці вже зайнято",
  "Missing reportArray": "",
  "Missing reportBindId": "",
  "Missing report": "",
  "Missing report.id": "",
  "Missing report.name": "",
  "Missing report.envUrl": "",
  "Missing report.projectId": "",
  "Missing AuthToken.": "",
  "Missing loading": "",
  "Report removed": "Звіт видалено"
}
